Repository: churcho/club_homepage
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: All
de: Alle

# create_new_match
source: Create Match
de: Neues Spiel anlegen

# create_next_new_match
source: Create Next Match
de: Nächstes Spiel anlegen

source: Date And Time
de: Datum und Zeit

# home_match
source: Home Game
de: Heimspiel

source: Matches
de: Spiele

source: Meeting Point
de: Treffpunkt

source: Opponent Team
de: Gegnerische Mannschaft

source: Season
de: Saison

source: Team
de: Mannschaft

# create_new_season
source: Create Season
de: Neue Saison anlegen

# delete_match
source: Delete
de: Spiel löschen

# form_input_errors_notice
source: Some errors occured:
de: Es sind folgende Fehler aufgetreten:

source: Save
de: Speichern

source: Seasons
de: Saisons

# select_date_and_time_placeholder
source: Select date and time ...
de: Anstoßzeitpunkt auswählen ...

# select_meeting_point_placeholder
source: Select a meeting point ...
de: Treffpunkt wählen ...

# select_opponent_team_placeholder
source: Select opponent team ...
de: Gegnerisches Team wählen ...

# select_season_placeholder
source: Select season ...
de: Saison wählen ...

# select_team_placeholder
source: Select team ...
de: Vereinsmannschaft wählen ...

source: About Us
de: Über uns

source: Address
de: Adresse

# address_district_placeholder
source: District
de: Ortsteil

# address_street_placeholder
source: Street
de: Straße

# address_zip_code_placeholder
source: Zip Code
de: Postleitzahl (PLZ)

source: Addresses
de: Adressen

source: Chronicle
de: Chronik

source: City
de: Ort

source: Contact
de: Kontakt

# create_new_address
source: Create Address
de: Neue Adresse anlegen

# create_new_meeting_point
source: Create Meeting Point
de: Neuen Treffpunkt anlegen

# create_new_opponent_team
source: Create Opponent Team
de: Neue Gegnerische Mannschaft anlegen

# create_new_secret
source: Create Secret
de: Neues Secret anlegen

# create_new_secret_notice
source: A club member, who wants to register, needs a secret. You may send it via email now.
de: Vereinsmitglieder, die sich registrieren/anmelden wollen, benötigen ein Secret (Zufalls-Code). Du kannst es jetzt per E-Mail an ein Vereinsmitglied versenden, es selbst für die Registrierung verwenden oder es über einen anderen Weg an ein Vereinsmitglied weitergeben.

source: Delete
de: Löschen

source: District
de: Ortsteil

source: Edit
de: Ändern

source: Edit Address
de: Adresse ändern/bearbeiten

source: Edit Meeting Point
de: Treffpunkt ändern/bearbeiten

source: Edit Opponent Team
de: Gegnerische Mannschaft ändern/bearbeiten

source: Edit Season
de: Saison ändern/bearbeiten

source: Meeting Points
de: Treffpunkte

source: Opponent Teams
de: Gegnerische Mannschaften

source: Registration Information
de: Impressum

# select_season_years_placeholder
source: Select season ...
de: Saison wählen

source: Show Meeting Point
de: Treffpunkt

source: Show Season
de: Saison

source: Sponsors
de: Sponsoren

source: Street
de: Straße

source: Zip Code
de: PLZ

# address_city_place_holder
source: City
de: Ort

source: Expiry Date
de: Ablaufdatum

# create_new_team
source: Create Team
de: Neue Vereinsmannschaft anlegen

source: Edit Team
de: Vereinsmannschaft ändern/bearbeiten

source: Password
de: Passwort

source: Teams
de: Vereinsmannschaften

source: Active
de: aktiv

source: Birthday
de: Geburtstag

source: create_new_unregistered_user_email_notice
de: * Es wird eine Info-E-Mail an die Adresse geschickt. Die E-Mail-Adresse sollte daher der anzulegenden Person gehören, da sie nur einmal verwendet werden kann. Registriert sich die Person zu einem späteren Zeitpunkt mit dieser E-Mail-Adresse, so wird ihr der Account zugeordnet.

source: create_new_unregistered_user_notice
de: Hier kannst Du Vereinsmitglieder anlegen, die sich (noch) nicht registriert haben, um später z.B. die Mannschaftsaufstellung planen zu können.

# create_new_user
source: Create Club Member
de: Neues Vereinsmitglied anlegen

source: create_new_user_notice
de: Du bist ein Vereinsmitglied? Lass Dir von einem Administrator ein Secret geben. Damit kannst Du Dich als Vereinsmitglied ausweisen und Dich registrieren.

# edit_user
source: Edit Club Member
de: Vereinsmitglied ändern/bearbeiten

source: Show Team
de: Vereinsmannschaft

# team_name_placeholder
source: Team Name
de: Mannschaftsname

# users
source: Club Members
de: Vereinsmitglieder

source: Latest Match Results
de: Letzte Spiele

source: Latest News
de: News

source: Edit Match
de: Spiel ändern

# members
source: Club Members
de: Vereinsmitglieder

source: Sign Up
de: Anmelden

source: Master Data
de: Stammdaten

# create_new_news
source: Create News
de: News anlegen

source: Show News
de: News

source: Edit News
de: News ändern

# news_body_placeholder
source: Message
de: Nachricht

# news_public_placeholder
source: Public
de: Öffentlich sichtbar

# news_subject_placeholder
source: Subject
de: Betreff

source: Published
de: Veröffentlicht

# saison_matches_missing
source: No matches found.
de: Es sind keine Spiele für diese Mannschaft gespeichert.

# create_new_matches
source: Create Several Matches From JSON-String
de: Mehrere Spiele aus einem JSON-String anlegen

# create_new_matches_step_1
source: Please select a season and a team at first.
de: Bitte wähle die Saison und die Vereinsmannschaft aus, für die neue Spiele angelegt werden sollen.

# create_new_matches_step_2
source: Type in or paste and copy the matches to create.
de: Gib die anzulegenden Spiele als JSON-String ein. Das Format siehst Du weiter unten (%{help_link}).

source: Step %{step}
de: Schritt %{step}

source: Example
de: Beispiel

source: Help
de: Hilfe

source: match_list_parser_notice
de: Du kennst fussball.de und hast Programmierkenntnisse in Go? Dann kannst Du folgendes Programm benutzen um den Spielplan einer Mannschaft Deiner Wahl im JSON-Format von fussball.de herunter zu laden:

source: json_matches_example_hint1
de: JSON ist ein kompaktes aber lesbares Datenformat in Textform zum Zweck des Datenaustausches zwischen Anwendungen. Das unten dargestellte Format ist unbedingt einzuhalten.

source: json_matches_example_hint2
de: Der Schlüssel "matches" enthält in den eckigen Klammern [] die anzulegenden Spiele, die wiederrum in geschweiften Klammern {} eingeschlossen und mit einem Komma getrennt sind.

source: json_matches_example_hint3
de: Für ein Spiel werden Datum + Uhrzeit ("start_at") benötigt sowie die Namen der beiden Mannschaften ("home", "guest"). Der Name der eigenen Mannschaft muss mit dem "team_name" übereinstimmen, was zur Erkennung und Zuordnung zu der in Schritt 1 ausgewählen Mannschaft nötig ist.

# competition_placeholder
source: Competition
de: Wettbewerb

source: Competitions
de: Wettbewerbe

# create_new_competition
source: Create Competition
de: Neuen Wettbewerb anlegen

source: Edit Competition
de: Wettbewerb bearbeiten

# opponent_team_goals_placeholder
source: Goal(s)
de: Tor(e)

# select_competition_placeholder
source: Select competition ...
de: Wettbewerb wählen ...

# team_goals_placeholder
source: Goal(s)
de: Tor(e)

# competitions_missing
source: There are no competitions.
de: Es sind keine Wettbewerbe gespeichert.

# select_default_competition_placeholder
source: Select default competition ...
de: Standard Wettbewerb wählen ...

# competition_form_notice
source: A competition is needed to create matches.
de: Ein Wettbewerb wird benötigt um Spiele der Vereinsmannschaften anlegen zu können.

# season_form_notice
source: A season is needed to create matches.
de: Eine Saison wird benötigt um Spiele der Vereinsmannschaften anlegen zu können.

# away_match
source: Away Game
de: Auswärtsspiel

source: Edit Permalink
de: Permalink ändern

source: Goals
de: Tore

source: Next Matches
de: Nächste Spiele

# opponent_team_selected
source: Opponent Team
de: Gegnerische Mannschaft

# team_selected
source: Team
de: Vereinsmannschaft

source: Edit Text Page
de: Text Page bearbeiten

source: Page
de: Seite

# user_roles
source: User Roles/Rights
de: Benutzerrollen/-rechte

# select_address_placeholder
source: Select address ...
de: Adresse wählen ...

source: Short Description
de: kurze Beschreibung

source: Or
de: oder

# address_latitude_place_holder
source: Latitude
de: Breitengrad (Latitude)

# address_longitude_place_holder
source: Longitude
de: Längengrad (Longitude)

source: Match Address
de: Spielort

source: Address created successfully.
de: Die Adresse wurde angelegt.

source: Address deleted successfully.
de: Die Adresse wurde gelöscht.

source: Address updated successfully.
de: Die Adresse wurde gespeichert.

# account_inactive
source: Your account is inactive.
de: Dein Account ist deaktiviert.

source: Competition created successfully.
de: Der Wettbewerb wurde angelegt.

source: Competition deleted successfully.
de: Der Wettbewerb wurde gelöscht.

source: Competition updated successfully.
de: Der Wettbewerb wurde gespeichert.

# credentials_wrong
source: Your credentials are wrong.
de: Die Zugangsdaten sind falsch.

# logged_in_now
source: You are logged in now.
de: Du bist jetzt eingeloggt.

source: Match created successfully.
de: Das Spiel wurde angelegt.

source: Match deleted successfully.
de: Das Spiel wurde gelöscht.

source: Match updated successfully.
de: Das Spiel wurde gespeichert.

# meeting_point_created_successfully
source: Metting point created successfully.
de: Der Treffpunkt wurde angelegt.

source: Meeting point deleted successfully.
de: Der Treffpunkt wurde gelöscht.

source: Meeting point updated successfully.
de: Der Treffpunkt wurde gespeichert.

source: News created successfully.
de: Die Nachricht wurde angelegt.

source: News deleted successfully.
de: Die Nachrincht wurde gelöscht.

source: News updated successfully.
de: Die Nachricht wurde gespeichert.

source: Opponent team created successfully.
de: Die Gegnermannschaft wurde angelegt.

source: Opponent team deleted successfully.
de: Die Gegnermannschaft wurde gelöscht.

source: Opponent team updated successfully.
de: Die Gegnermannschaft wurde gespeichert.

source: Permalink created successfully.
de: Der Permalink wurde angelegt.

source: Permalink deleted successfully.
de: Der Permalink wurde gelöscht.

source: Permalink updated successfully.
de: Der Permalink wurde gespeichert.

source: Season created successfully.
de: Die Saison wurde angelegt.

source: Season deleted successfully.
de: Die Saison wurde gelöscht.

source: Season updated successfully.
de: Die Saison wurde gespeichert.

source: Secret created successfully
de: Das Secret wurde angelegt.

source: secret_deleted_successfully.
de: Das Secret wurde gelöscht.

source: Team created successfully.
de: Die Vereinsmannschaft wurde angelegt.

source: Team deleted successfully.
de: Die Vereinsmannschaft wurde gelöscht.

source: Team updated successfully.
de: Die Vereinsmannschaft wurde gespeichert.

# text_page_updated_successfully
source: Page updated successfully.
de: Die Seite wurde gespeichert.

source: User created successfully.
de: Der Benutzer wurde angelegt.

# user_created_successfully_and_loged_in
source: User created successfully and logged in.
de: Der Benutzer wurde angelegt und ist nun eingeloggt.

source: user updated successfully.
de: Der Benutzer wurde gespeichert.

# select_failure_reason_placeholder
source: Select Failure Reasoon ...
de: Ausfallgrund wählen ...

source: All Opponent Teams
de: Alle Gegnerischen Mannschaften

# matches_need_decition
source: Matches Need A Decition
de: Entscheidungsspiele

# matches_need_decition_notice
source: 'Matches Need A Decition' are matches which may have an extra time and a penalty shoot-out.
de: Entscheidungsspiele können eine Verlängerung und ein Elfmeterschießen haben.

source: Abort
de: Abbruch

# for_example_abbreviation
source: e.g.
de: z. B.

source: Nickname
de: Spitzname

# signed_in_label
source: Signed In
de: Angemeldet

# sponsor_image_created_successfully
source: Image created successfully.
de: Das Bild wurde gespeichert.

# sponsor_image_deleted_successfully
source: Image deleted successfully.
de: Das Bild wurde gelöscht.

# sponsor_image_updated_successfully
source: Image updated successfully.
de: Das Bild wurde aktualisiert.

# create_new_sponsor_image
source: Create Sponsor Image
de: Sponsorenbild anlegen

source: Edit Sponsor Image
de: Sponsorenbild ändern

source: Sponsor Image
de: Sponsorenbild

source: Sponsor Images
de: Sponsorenbilder

# confirm_question_are_you_sure
source: Are you sure?
de: Bist Du sicher?

# create_new_team_image
source: New Team Image
de: Neues Mannschaftsbild anlegen

source: Description
de: Beschreibung

source: Edit Team Image
de: Mannschaftsbild ändern

source: Team Images
de: Mannschaftsbilder

source: Year
de: Jahr

source: Team Image
de: Mannschaftsbild

# sponsor_images_inclusion_note
source: To include a sponsor image at the sponsors page please copy the link from the table, paste it at the right position into the textbox and select it there. Now click to 'image' from the menu.
de: Um ein Sponsoren-Logo auf der Sponsorenseite anzuzeigen bitte den Link aus der Tabelle kopieren, an der entsprechenden Stelle in die Textbox einfügen und in der Textbox markieren. Anschließend im Menu 'image' wählen.

source: Team image created successfully.
de: Das Mannschaftsbild wurde angelegt.

source: Team image deleted successfully.
de: Das Mannschaftsbild wurde gelöscht.

source: Team image updated successfully.
de: Das Mannschaftsbild wurde aktualisiert.

source: no
de: nein

source: publicly visible
de: öffentlich sichtbar

# yes
source: no
de: ja

# no_news_notice
source: There are no news at the moment.
de: Momentan gibt es keine News.

# no_teams_notice
source: There are no teams at the moment.
de: Momentan sind keine Vereinsmannschaften eingetragen.

# meeting_point_at
source: Meeting Time
de: Treff (Zeitpunkt)

# select_meeting_point_at_placeholder
source: Meeting Time
de: Treff (Zeitpunkt)

# chat_message
source: Message
de: Nachricht

# user
source: Club Member
de: Vereinsmitglied

source: Chat Messages
de: Chat-Nachrichten

source: Team Chat Messages
de: Team Chat Nachrichten

# show_older_team_chat_messages_button_text
source: Show Older Messages
de: Ältere Nachrichten anzeigen

# team_chat_messagesmoment_js_date_format
source: MM/DD/YYYY
de: DD.MM.YYYY

# user_is_active
source: Account Is Active
de: Account ist aktiv

source: Match Review
de: Spielbericht

# secret_created_and_send_via_email_successfully
source: Secret created and sent successfully.
de: Das Secret wurde angelegt und per E-Mail versendet.

# secret_email_subject
source: Your Registration Secret
de: Dein Registrierungs-Secret

# secret_email_text
source: Hi, here is your secret to register at #{domain}. Secret: #{secret} Register now: #{scheme}://#{domain}#{user_registration_path} Regards The Web-Team of #{domain}
de: Hallo, hier ist Dein Registrierungs-Secret für %{domain}. Secret: %{secret} Jetzt registrieren: %{scheme}://%{domain}%{user_registration_path} Viele Grüße Das Web-Team von %{domain}

# send_secret
source: Send it
de: Senden

source: Matches created successfully.
de: Das Spiel/die Spiele wurde/wurden angelegt.

source: Last Matches
de: Letzte Spiele

source: Meta Data
de: Metadaten

# roles
source: User Roles
de: Benutzerrollen

source: Air Pressure
de: Luftdruck

source: Birthday(s)
de: Geburtstag(e)

source: Humidity
de: Feuchtigkeit

# password_forgotten_question
source: Password forgotten?
de: Passwort vergessen?

source: Temperature
de: Termeratur

source: Weather
de: Wetter

source: Login Or Email
de: Login oder E-Mail

source: Send
de: Senden

# forgot_password_email_sent
source: We sent you an email with a link in it. Click this link or copy and past it to the address line of your browser to change your password. It can take up to four hours to receive the email. Don't forget to check your spam/junk folder.
de: Wir haben Dir eine E-Mail mit einem Link gesendet. Klicke den Link an oder kopiere ihn in die Adresszeile Deines Browsers um Dein Passwort zu ändern. Es kann bis zu vier Stunden dauern, bis Du die E-Mail erhälst. Kontrolliere gegebenenfalls bitte auch Deinen Spam/Junk-Ordner.

# forgot_password_email_subject
source: Change Password - %{domain}
de: Passwort zurücksetzen - %{domain}

# forgot_password_email_text
source: Hi, somebody requested a password change of your account at %{domain}. If you did it, then you could click this link to change your password: %{scheme}://%{domain}}%{change_password_path} If you don't want to change your password or you didn't request the change, you can safely ignore this email. To protect your account don't forward this email. Regards The Web-Team of %{domain}.
de: Hallo, jemand hat vor kurzem die Änderung des Kennworts Deines Accounts auf %{domain} angefordert. Wenn Du das warst, dann kannst Du mit folgendem Link ein neues Passwort festlegen: %{scheme}://%{domain}%{change_password_path} Wenn Du Dein Passwort nicht ändern möchtest oder nicht um die Änderung gebeten hast, ignoriere diese Nachricht. Zum schutz Deines Kontos sollte diese E-Mail an niemanden weitergeleitet werden. Viele Grüße Das Web-Team von %{domain}

# account_not_found
source: The Account for this login/email does not exist.
de: Der Account mit diesem Login bzw. dieser E-Mail-Adresse existiert nicht.

# forgot_password_step_1_notice
source: Type in your login or email to reset your password. Sometimes you need to check your spam folder or to whitelist the sender email noreply@%{domain}.
de: Gib Dein Login oder Deine E-Mail-Adresse ein, um Dein Kennwort zurückzusetzen. Eventuell musst Du den Spamordner prüfen oder die Adresse noreply@%{domain} als Absender zulassen.

# change_password_timed_out
source: Your password change request timed out.
de: Die Zeit zum zurücksetzen Deines Passwortes ist abgelaufen.

# account_token_not_found
source: The account does not exist or the reset link is not valid anymore.
de: Der Account existiert nicht oder Reset-Link ist nicht mehr gültig.

# reset_password_headline
source: Reset Password
de: Passwort zurücksetzen

# password_confirmation_placeholder
source: Password Confirmation
de: Passwortbestätigung

# password_placeholder
source: Password
de: Passwort

source: Password Confirmation
de: Passwortbestätigung

# password_reset_successful
source: The password was changed successfully.
de: Das neue Passwort wurde gespeichert.

source: Login Data
de: Logindaten

source: Settings
de: Einstellungen

# confirm_question_deactivate_account
source: Do you want to deactivate your account now?
de: Möchtest Du Deinen Account nun wirklich deaktivieren?

source: Deactivate
de: Deaktivieren

source: Mobile Phone
de: Handy-Nr.

source: Match Ground Weather
de: Platzwetter

source: Match Location
de: Spielort

source: Time Of Meeting
de: Treff (Zeitpunkt)

# date_and_time_format
source: %Y-%m-%d %H:%M
de: %d.%m.%Y %H:%M

# date_format
source: %Y-%m-%d
de: %d.%m.%Y

# clear_selection
source: Clear
de: Auswahl zurücksetzen

source: Close
de: Schließen

source: Next Century
de: Nächstes Jahrhundert

source: Next Decade
de: Nächste Dekade

source: Next Month
de: Nächster Monat

source: Next Year
de: Nächstes Jahr

source: Previous Century
de: Vorheriges Jahrhundert

source: Previous Decade
de: Vorherige Dekade

source: Previous Month
de: Vorheriger Monat

source: Previous Year
de: Vorheriges Jahr

source: Select Decade
de: Dekade auswählen

source: Select Month
de: Monat auswählen

# select_time
source: Select Date/Time
de: Datum/Zeit einstellen

source: Select Year
de: Jahr auswählen

source: Today
de: Heute

source: Payment List
de: Bezahlliste

# payment_list_creator
source: Payment List Officer
de: Listen-Ersteller

source: Payment List Deputy
de: Listen-Vertreter

source: Payment Lists
de: Bezahllisten

source: Create Payment List
de: Bezahlliste anlegen

source: Edit Payment List
de: Bezahlliste ändern

source: Title
de: Titel

# select_payment_list_creator_placeholder
source: Select Payment List Creator ...
de: Listen-Ersteller auswählen ...

# select_payment_list_deputy_placeholder
source: Select Payment List Deputy ...
de: Listen-Vertreter auswählen ...

source: Payment list created successfully.
de: Die Bezahlliste wurde angelegt.

source: Payment list deleted successfully.
de: Die Bezahlliste wurde gelöscht.

source: Payment list updated successfully.
de: Die Bezahlliste wurde aktualisiert.

# number_of_debitors
source: Number Of Drinkers
de: Anzahl der Debitoren

# payment_list_title
source: List Name (Beer, ...)
de: Listenname (Bier, 1 EUR Liste, Dressgeld, ...)

source: Price Per Piece
de: Preis pro Stück

# create_payment_list_button_text
source: New
de: Neu

# piece_abbreviation
source: item
de: Stk

source: Number Of Units
de: Anzahl/Stück

# payment_list_debitor_placeholder
source: Debitor
de: Schuldner/-in

# add_record
source: Add
de: Hinzufügen

source: Are you sure
de: Bist Du sicher?

source: Edit Payment List Debitor
de: Schulden bearbeiten

source: No records found.
de: Es wurden keine Einträge gefunden.

source: Payment list debitor created successfully.
de: Schulden erfolgreich angelegt.

source: Payment list debitor deleted successfully.
de: Schulden erfolgreich gelöscht.

# total_price
source: Tital Price
de: Gesamtbetrag

# error_auth_for_payment_list
source: You need to be the owner or deputy of the payment list to view this side.
de: Du musst Verantwortlicher oder Vertreter für diese Bezahlliste sein, um diese Seite sehen zu können.

# error_auth_login_needed
source: You need to be logged in to view this page.
de: Du musst eingeloggt sein, um diese Seite sehen zu können.

# error_auth_logout_needed
source: You need to be logged out to view this page.
de: Du musst ausgeloggt sein, um diese Seite sehen zu können.

# error_auth_not_authorized
source: You are not authorized to view this page.
de: Du hast keine Berechtigung, um diese Seite zu sehen.

source: responsible
de: verantwortlich

source: Date
de: Datum

source: new number of units
de: neue Anzahl

source: old number of units
de: alte Anzahl

# logged_out_now
source: You are logged out now.
de: Du bist jetzt ausgeloggt.
